import { BrowserRouter, Routes, Route, Link } from 'react-router-dom';

function LearnOnebyOne(){
    return(
        <div>
            <h2>เรียนเขียนโปรแกรมพื้นฐาน/ประยุกต์</h2>
            <label>รายละเอียด : </label>
            <p>- รับสอนเขียนโปรแกรมด้วยภาษา Python, C แบบตัวต่อตัว</p>
            
            <div>
                <p>
                    😄คอร์สนี้เหมาะกับใคร <br></br>
                    ✅ผู้ที่สนใจศึกษาเขียนโปรแกรมด้วย Python <br></br>
                    ✅ผู้ที่ต้องการเปลี่ยนสายงานของตนเอง แต่ยังไม่มีพื้นฐาน <br></br>
                    ✅นักเรียน นิสิต นักศึกษา ที่กำลังเริ่มศึกษา <br></br>
                    ✅ผู้ต้องการประยุกต์ใช้กับงานของตนเอง <br></br>

                    <br></br>
                    😄 สิ่งที่ผู้เรียนจะได้รับ <br></br> 
                    ✅เข้าใจตั้งแต่ประวัติความเป็นมาของการเขียนโปรแกรม พร้อมกับการทำงานของคอมพิวเตอร์ <br></br> 
                    ✅เข้าใจการเขียนโปรแกรมตั้งแต่เริ่มต้นไปจนถึงขั้นประยุกต์จริง <br></br>
                    ✅เข้าใจ Python Code เป็นอย่างดี <br></br>
                    ✅สามารถเขียนโปรแกรมด้วยตนเองได้ <br></br>
                    ✅มีกระบวนการคิดที่เป็นระเบียบ <br></br>
                    ✅นำไปใช้ได้กับหลายๆภาษา <br></br>
                    ✅ประยุกต์ใช้งานเพื่อแก้ไขปัญหาต่างๆได้ โดยนำคอมพิวเตอร์เข้ามาช่วยแก้ปัญหา <br></br>

                    <br></br>
                    😄ส่งที่ผู้เรียนจะได้รับ <br></br>
                    ✅ความรู้ในการเขียนโปรแกรม <br></br>
                    ✅ตอบข้อคำถามหลังไมค์ <br></br>
                    ✅โจทย์สำหรับฝึกฝนเขียนโปรแกรม <br></br>
                    ✅เอกสารการสอน <br></br>
                    ✅บทสรุป <br></br>
                    ✅และอื่นๆอีกมากมาย <br></br>

                    <br></br>
                    และสำคัญคือ เราดูและผู้เรียนแบบใส่ใจและตอบคำถามทุกข้อสงสัยภายในระยะเวลาของการเรียน จนสามารเขียนโปรแกรมได้
                </p>
            </div>

            <p>- ราคาเริ่มต้นที่ 350.-</p>
            <p>สนใจติดต่อเรียน สามารถลงทะเบียนหรือติดต่อผ่านไลน์ได้ครับ</p>

            <Link to='/signed'>ลงทะเบียนหรือบอกให้เรารู้ได้ที่นี่ </Link>

        </div>
    );
};

export default LearnOnebyOne